Repository: 12-Generation-Advanced-Course-Project/Kroya-iOS-UI
Catalog: Kroya_UI_Project/Resources/Localization/*.lproj/Localizable.strings
Languages: km_kh

source: Mobile phone
km_kh: លេខទូរស័ព្ទ

source: Enter phone number
km_kh: បញ្ជូលលេខទូរស័ព្ទ

source: GET STARTED
km_kh: ចាប់ផ្តើម

source: Login as guest
km_kh: ចូលជាភ្ងៀវ

source: By clicking GET STARTED you agreed to our Terms of Service and Privacy
km_kh: ដោយចុច ចាប់ផ្តើម អ្នកបានយល់ព្រមនឹងលក្ខខណ្ឌនៃសេវាកម្ម និងឯកជនភាពរបស់យើង

source: Continue with password
km_kh: បន្តជាមួយលេខសម្ងាត់

source: Password
km_kh: លេខសម្ងាត់

source: Input your password
km_kh: បញ្ជូលលេខសម្ងាត់របស់អ្នក

source: Forget Password?
km_kh: ភ្លេចលេខសម្ងាត់?

source: Login
km_kh: ចូល

source: Verification Code
km_kh: លេខកូដផ្ទៀងផ្ទាត់

source: Enter 6 digits code sent to your mobile number
km_kh: សូមបញ្ជូលលេខកូដ៦ខ្ទង់ដែលបានផ្ញើទៅកាន់លេខទូរស័ព្ទរបស់អ្នក

source: Next
km_kh: បន្ទាប់

source: Create new password
km_kh: បង្កើតលេខសម្ងាត់ថ្មី

source: New password
km_kh: លេខសម្ងាត់ថ្មី

source: Confirm New password
km_kh: បញ្ជាក់ពាក្យសម្ងាត់ថ្មី

source: CREATE PASSWORD
km_kh: បង្កើតលេខសម្ងាត់

source: SUCCESS
km_kh: ជោគជ័យ

source: Your account have been successful create.
km_kh: គណនីរបស់អ្នកបានបង្កើតដោយជោគជ័យ

source: Basic Information
km_kh: ព័ត៌មានមូលដ្ឋាន

source: Username
km_kh: ឈ្មោះអ្នកប្រើប្រាស់

source: Full name
km_kh: នាម-គោត្តនាម

source: Email
km_kh: អ៊ីម៉ែល

source: Address
km_kh: ឤស័យដ្ឋាន

source: St.323, Phnom Penh
km_kh: ផ្លូវ 323 , ភ្នំពេញ

source: Save
km_kh: រក្សាទុក

source: Skip
km_kh: រំលង

source: My Address
km_kh: ឤស័យដ្ឋានរបស់ខ្ញុំ

source: Add
km_kh: បន្ថែម

source: Select your location
km_kh: ជ្រើសរើសទីតាំងរបស់អ្នក

source: Address Detail
km_kh: ឤស័យដ្ឋានលំអិត

source: Tag this location for later
km_kh: កំណត់ទីតាំងពេលក្រោយ

source: Home
km_kh: ផ្ទះ

source: Office
km_kh: ការិយាល័យ

source: School
km_kh: សាលារៀន

source: Other
km_kh: ផ្សេងៗ

source: Save Address
km_kh: រក្សាទុកឤស័យដ្ឋាន

source: Please enter a valid email address.
km_kh: សូមបញ្ចូលអ៊ីមែលដែលត្រឹមត្រូវ

source: Please input a valid password
km_kh: សូមបញ្ចូលពាក្យសម្ងាត់ដែលត្រឹមត្រូវ

source: Password is Incorrect
km_kh: ពាក្យសម្ងាត់មិនត្រឹមត្រូវ

source: Finding current address...
km_kh: កំពុងស្វែងរកអាស័យដ្ឋានបច្ចុប្បន្ន...

source: Food Order
km_kh: ការបញ្ជាទិញអាហារ

source: Order what you love
km_kh: បញ្ជាទិញអ្វីដែលអ្នកស្រឡាញ់

source: Food Recipe
km_kh: វិធីធ្វើម្ហូប

source: Learn how to cook
km_kh: រៀនពីរបៀបចម្អិន

source: Category
km_kh: ប្រភេទអាហារ

source: Breakfast
km_kh: អាហារពេលព្រឹក

source: Lunch
km_kh: អាហារថ្ងៃត្រង់

source: Dinner
km_kh: អាហារពេលល្ងាច

source: Dessert
km_kh: បង្អែម

source: Popular Dishes
km_kh: មុខម្ហូបពេញនិយម

source: Favorite
km_kh: ចំណូលចិត្ត

source: Orders
km_kh: ការកម្មង់

source: Me
km_kh: អំពីខ្ញុំ

source: All
km_kh: ទាំងអស់

source: Search foods
km_kh: ស្វែងរកមុខម្ហូប

source: Food on sale
km_kh: ម្ហូបសម្រាប់លក់

source: Recipes
km_kh: រូបមន្តធ្វើម្ហូប

source: Sale
km_kh: លក់

source: Today
km_kh: ថ្ងៃនេះ

source: Yesterday
km_kh: ម្សិលមិញ

source: Last 2 Days
km_kh: 2ថ្ងៃមុន

source: This Week
km_kh: សប្តាហ៍នេះ

source: Notification
km_kh: ការជូនដំណឹង

source: You have
km_kh: អ្នកមាន

source: List of their favorite dishes
km_kh: បញ្ជីមុខម្ហូបដែលចូលចិត្ត

source: Addresses
km_kh: អាស័យដ្ឋាន

source: List of your addresses
km_kh: បញ្ជីអាស័យដ្ឋានរបស់អ្នក

source: Sale Reports
km_kh: របាយការណ៍លក់

source: Payment Method
km_kh: វិធីសាស្រ្តទូទាត់

source: Connected
km_kh: បានភ្ជាប់

source: App Settings
km_kh: ការកំណត់កម្មវិធី

source: Change location
km_kh: ផ្លាស់ប្តូរទីតាំង

source: Notifications
km_kh: ការជូនដំណឹង

source: Language
km_kh: ប្តូរភាសា

source: Log out
km_kh: ចាកចេញ

source: Search
km_kh: ស្វែងរក

source: Search items
km_kh: ស្វែងរកការកម្មង់

source: Resent searches
km_kh: ការស្វែងរកថ្មីៗ

source: Suggested for you
km_kh: បានណែនាំសម្រាប់អ្នក

source: Your dishes
km_kh: មុខម្ហូបរបស់អ្នក

source: Add dishes Photo
km_kh: បញ្ជូលរូបភាពមុខម្ហូប

source: up to 12 Mb
km_kh: រហូតដល់ 12 Mb

source: Food Name
km_kh: ឈ្មោះម្ហូប

source: Enter food name
km_kh: បញ្ចូលឈ្មោះម្ហូប

source: Description
km_kh: ការពិពណ៌នា

source: Tell me a little about your food
km_kh: ពិពណ៌នាអំពីម្ហូបរបស់អ្នក

source: Duration
km_kh: រយៈពេល

source: Level
km_kh: កម្រិត

source: Hard
km_kh: លំបាក

source: Medium
km_kh: មធ្យម

source: Easy
km_kh: ងាយស្រួល

source: Cuisines
km_kh: មុខម្ហូប

source: Soup
km_kh: សម្ល

source: Salad
km_kh: សាឡាត់

source: Grill
km_kh: អាំង

source: Snack
km_kh: អាហារសម្រន់

source: Food name cannot be empty
km_kh: ឈ្មោះមុខម្ហូបមិនអាចទទេបានទេ

source: Description cannot be empty
km_kh: ការពិពណ៌នាមិនអាចទទេបានទេ

source: Sale Report
km_kh: របាយការណ៍ការលក់

source: Recipe
km_kh: វិធីធ្វើម្ហូប

source: Incredients
km_kh: គ្រឿងផ្សំ

source: Enter incredients
km_kh: បញ្ជូលគ្រឿងផ្សំ

source: Quantity
km_kh: ចំនួន

source: Input
km_kh: បញ្ជូល

source: Price
km_kh: តម្លៃ

source: Steps
km_kh: ជំហ៊ាន

source: Back
km_kh: ត្រឡប់

source: No items sold on this day
km_kh: ថ្ងៃនេះគ្មានមុខម្ហូបសម្រាប់លក់ទេ

source: Yes
km_kh: យល់ព្រម

source: No
km_kh: មិនយល់ព្រម

source: Details
km_kh: ព័ត៏មានលម្អិត

source: Cook date
km_kh: កាលបរិច្អេទធ្វើម្ហូប

source: Amount
km_kh: ចំនួន

source: Location
km_kh: ទីតាំង

# Ingredient
source: Ingreadient
km_kh: គ្រឿងផ្សំ

source: Post
km_kh: បង្ហោះ

source: Is this food available for sale?
km_kh: តើម្ហូបនេះដាក់សម្រាប់លក់ដែរឬទេ?

source: Ingredient cannot be empty
km_kh: គ្រឿងផ្សំមិនអាចទទេបានទេ

source: Save this as a draft?
km_kh: រក្សាទុកជាការព្រាង?

source: If you choose discard post, you'll lose this post that can't edit again.
km_kh: ប្រសិនបើអ្នកជ្រើសរើសបោះបង់ការបង្ហោះ អ្នកនឹងបាត់បង់ការបង្ហោះនេះដែលមិនអាចកែសម្រួលម្តងទៀត

source: Save Draft
km_kh: រក្សាទុកការព្រាង

source: Discard Post
km_kh: បោះបង់ការបង្ហោះ

source: Order
km_kh: ការកម្មង់

source: Ingredients
km_kh: គ្រឿងផ្សំ

# Ratings & Review
source: Rating & Review
km_kh: ការវាយតម្លៃ & ពិនិត្យឡើងវិញ

source: Tap to Rate
km_kh: ចុចដើម្បីវាយតម្លៃ

source: More
km_kh: ច្រើនទៀត

source: Write a Review
km_kh: សរសេរមតិយោបល់

source: Describe your experience
km_kh: ពិពណ៌នាបទពិសោធន៍របស់អ្នក

source: Cancle
km_kh: បោះបង់

source: Personal info
km_kh: ព័ត៏មានផ្ទាល់ខ្លួន

source: Mobile
km_kh: លេខទូរស័ព្ទ

source: Enter your full name
km_kh: សូមបញ្ចូលឈ្មោះពេញរបស់អ្នក

source: Enter your mobile number
km_kh: សូមបញ្ចូលលេខទូរស័ព្ទរបស់អ្នក

source: Enter your password
km_kh: សូមបញ្ចូលពាក្យសម្ងាត់របស់អ្នក

source: Enter your address
km_kh: សូមបញ្ចូលអាស័យដ្ឋានរបស់អ្នក

source: Delete your account?
km_kh: លុបគណនីរបស់អ្នកឬ?

source: Delete
km_kh: លុប

source: View all sales
km_kh: មើលការលក់ទាំងអស់

source: Edit
km_kh: កែប្រែ

source: Food on Sale
km_kh: ម្ហូបសម្រាប់លក់

source: Recent Searches
km_kh: ការស្វែងរកថ្មីៗ

source: Successfully
km_kh: ទទួលបានជោគជ័យ

source: Your account have been created successfully
km_kh: គណនីរបស់អ្នកត្រូវបានបង្កើតដោយជោគជ័យ

source: Allow Notification
km_kh: អនុញ្ញាតអោយមានការជូនដំណឹង

source: Not Now
km_kh: មិនត្រូវការទេឥឡូវនេះ

source: Detail information cannot be empty
km_kh: ព័ត៌មានលម្អិតមិនអាចទទេបានទេ

source: Do you want to turn on Notification?
km_kh: តើអ្នកចង់បើក ការជូនដំណឹងទេ?

source: Connect to WeBill365 account for e-payment
km_kh: ភ្ជាប់ទៅគណនី WeBill365 សម្រាប់ការទូទាត់ e-payment

source: Client ID
km_kh: លេខសម្គាល់អតិថិជន

source: Secret ID
km_kh: លេខសម្គាល់សម្ងាត់

source: Change Language
km_kh: ផ្លាស់ប្តូរភាសា

source: Which language do you prefer?
km_kh: តើអ្នកពេញចិត្តភាសាមួយណា?

source: Please check your
km_kh: សូមពិនិត្យមើល
